import {
	pissardiImg1x,
	pissardiImg2x,
	catalpaImg1x,
	catalpaImg2x,
	MagnolyImg1x,
	MagnolyImg2x,
} from '.';

const data = [
	{
		id: 1,
		img: pissardiImg1x,
		imgRetina: pissardiImg2x,
		title: 'Слива Піссарді',
		text: 'Піссарді високо ціниться за свої декоративні якості, протягом усього сезону листя темно-червоного або бордового забарвлення. Розмір листя, в довжину досягає 7 см. Квітне рожевим, плоди мають кислуватий присмак та будуть до смаку місцевим птахам',
		price: '...',
	},
	{
		id: 2,
		img: catalpaImg1x,
		imgRetina: catalpaImg2x,
		title: 'Катальпа бігнонієвидна',
		text: 'Дерево з широкою кроною, крупним серцеподібним листям, що досягає 15 см у довжину. Вид стійкий до низьких температур. Цвіт білого кольору та мають слабкий аромат.',
		price: '...',
	},
	{
		id: 3,
		img: MagnolyImg1x,
		imgRetina: MagnolyImg2x,
		title: 'Магнолія Суланджа рожева',
		text: 'Невелике швидкоростуче дерево з округлою формою крони та довгастим листям темно-зеленого кольору зверху та світлішим знизу. Цвіт рожевого кольору з’являється в квітні-травні, має чашоподібну форму, діаметром 10–15 см, триває близько місяця.',
		price: '...',
	},
	{
		id: 4,
		img: '',
		title: 'Горобина проміжна',
		text: 'Витончене дерево з тонкими розкидистими пагонами, світлою корою, витонченою кроною. Після цвітіння білим кольором з’являються червоно-помаранчеві грони, які будуть до смаку місцевим птахам.',
		price: '...',
	},
	{
		id: 5,
		img: '',
		title: 'Верба Матсудана',
		text: 'Струнке швидкоросле дерево з ажурною, широкопірамідальною кpоною. Цвіте в квітні місяці. Молоді тонкі пагони - злегка опушені, жовтувато-оливкові, пізніше голі, коричневі. закручуються завжди по різному, немає двох однакових дерев.',
		price: '...',
	},
	{
		id: 6,
		img: '',
		title: 'Тополя пірамідальна',
		text: 'Швидкоросле високе дерево з вузькопірамідальною компактною кроною. Листя трикутне, загострене. Сережки червоного кольору. Зацвітає рано навесні, до розпускання листя приємно пахне.',
		price: '...',
	},
	{
		id: 7,
		img: '',
		title: 'Ялівець Стрікта',
		text: 'Густий конусоподібний, повільно зростаючий сорт ялівцю. Пагони ростуть вертикально. Хвоя зелено-блакитного кольору, колюча. Висота дорослої рослини - 2-3м.',
		price: '...',
	},
	{
		id: 8,
		img: '',
		title: 'Ялинка колюча формована',
		text: 'Формоване вічно зелене хвойне дерево округлої (подушкоподібної) форми. Крона щільна, густа і компактна, з характерним поглибленням посередині і вигнутими вгору пагонами. Зростає повільно.',
		price: '...',
	},
	{
		id: 9,
		img: '',
		title: 'Ялівець козацький формований',
		text: 'Формований вічнозелений, низький, розлогий хвойний кущ подушкоподібної форми, росте повільно. Голочки м’які, майже неколючі.',
		price: '...',
	},
];

export default data;
