import {
  card1_x1,
  card1_x2,
  card2_x1,
  card2_x2,
  card3_x1,
  card3_x2,
  card1Tab_x1,
  card1Tab_x2,
  card2Tab_x1,
  card2Tab_x2,
  card3Tab_x1,
  card3Tab_x2,
} from '/src/assets/images/Vzaemodia';

const json = [
  {
    distance: '1400 м',
    title: 'Стежка №1 Екологічна.',
    text: 'Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.Дізнайтесь більше про природу парку, а також екологічні принципи.',
    imageMob: `${card1_x1}`,
    imageMobHigh: `${card1_x2}`,
    imageTab: `${card1Tab_x1}`,
    imageTabHigh: `${card1Tab_x2}`,
    imgAlt:
      'Гарна погода льтнього дня на Екологічній стежці. Навколо зелень , дерева попереду видно вказівник у декілька напрямків і за ним зелений луг.',
    trialMap: '',
  },
  {
    distance: '1400 м',
    title: 'Стежка №2 Історична',
    text: 'Дізнайтесь більше про події що мали місце на цій території раніше, і артефакти минулих часів.',
    imageMob: `${card2_x1}`,
    imageMobHigh: `${card2_x2}`,
    imageTab: `${card2Tab_x1}`,
    imageTabHigh: `${card2Tab_x2}`,
    imgAlt:
      "Гармата на дерев'янному підніжжі і набої для неї, обєкт історичної стежки.",
    trialMap: '',
  },
  {
    distance: '1400 м',
    title: 'Стежка №3 Філософська',
    text: 'Ця стежка не має маршруту. Гуляйте парком, і поруч із красивими місцями ви можете знайти невеличку табличку із красивою цитатою. ',
    imageMob: `${card3_x1}`,
    imageMobHigh: `${card3_x2}`,
    imageTab: `${card3Tab_x1}`,
    imageTabHigh: `${card3Tab_x2}`,
    imgAlt:
      'Соняшна весняна погода навколо квітнуть дерева, свіже повітря, легкий вітерець',
    trialMap: '',
  },
];

export default json;
