export const ua = {
  translation: {
    attentionVisitors: {
      title: 'До уваги відвідувачів',
      description:
        'Наш парк слугує не тільки для відпочинку, а й для наукових цілей та для збереження біорізноманіття, тому поважайте його мешканців: рослини і тварин.',
      points: [
        {
          title: 'Правила поведінки',
          description:
            'Ключове правило: поважайте інших, і людей, і тварин, і рослини.',
          moreInfo: 'Дізнатися більше',
        },
        {
          title: 'Дослідницькі стежки',
          description:
            'Хочете більше дізнатися про цінність парку і взаємозв’язки в природі?',
          moreInfo: 'Дізнатися більше',
        },
        {
          title: 'Літопис',
          description: 'Дізнатися про події і матеріали щодо парку.',
          moreInfo: 'Дізнатися більше',
        },
        {
          title: 'Організаторам заходів',
          description:
            'Хочете провести захід в Парку? Переходьте за посиланням.',
          moreInfo: 'Дізнатися більше',
        },
        {
          title: 'Наші послуги',
          description: 'Послуги КП “Декоративні культури.”',
          moreInfo: 'Дізнатися більше',
        },
        {
          title: 'Адміністрація',
          description: 'Адміністрація парку.',
          moreInfo: 'Дізнатися більше',
        },
      ],
    },
  },
};
