export const ua = {
  translation: {
    title: 'Дослідницькі стежки',
    header: {
      logoTitle: 'Полтавський міський парк',
      navigation: {
        main: 'Головна',
        about: 'Про парк',
        interaction: 'Взаємодія',
        materials: 'Матеріали',
        services: 'Послуги',
        contacts: 'Контакти',
      },
    },
    parkInfo: {
      attentionVisitors: 'До уваги відвідувачів',
      parkPurpose:
        'Наш парк слугує не тільки для відпочинку, а й для наукових цілей та для збереження біорізноманіття, тому поважайте його мешканців: рослини і тварин.',
      behaviorRules: 'Правила поведінки',
      mainRule:
        'Ключове правило: поважайте інших, і людей, і тварин, і рослини.',
      learnMore: 'Дізнатися більше',
      researchTrails: 'Дослідницькі стежки',
      researchTrailsDescription:
        'Хочете більше дізнатися про цінність парку і взаємозв’язки в природі?',
      chronicles: 'Літопис',
      chroniclesDescription: 'Дізнатися про події і матеріали щодо парку.',
      eventOrganizers: 'Організаторам заходів',
      eventOrganizersDescription:
        'Хочете провести захід в Парку? Переходьте за посиланням.',
      ourServices: 'Наші послуги',
      servicesDescription: 'Послуги КП “Декоративні культури.”',
      administration: 'Адміністрація',
      administrationDescription: 'Адміністрація парку.',
    },
    vzaemodia: {
      title: 'Дослідницькі стежки',
      heroInfo:
        'Заохочуємо Вас дізнатись більше про парк і природу пройшовши маршрутом наших стежок',

      cardOneTitle: 'Стежка №1 Екологічна.',
      cardOneText:
        'Дізнайтесь більше про природу парку, а також екологічні принципи.',
      cardLinkText: 'Подивитись на карті',
      cardTwoTitle: 'Стежка №2 Історична',
      cardTwoText:
        'Дізнайтесь більше про події що мали місце на цій території раніше, і артефакти минулих часів.',
      cardThreeTitle: 'Стежка №3 Філософська',
      cardThreeText:
        'Ця стежка не має маршруту. Гуляйте парком, і поруч із красивими місцями ви можете знайти невеличку табличку із красивою цитатою.',

      organizationSectionTitle: 'Організаторам заходів',
      organizationSectionTextOne:
        'Якщо Ви бажаєте провести в парку захід, будь ласка зконтактуйте з нами.',
      organizationSectionTextTwo:
        'Зверніть увагу, що є певні обмеження щодо заходів в парку:',

      important: 'Важливо',
      importantTextOne:
        "В парку для забезпечення спокою для гніздування птахів, діє режим тиші з 1 квітня до 15 червня. Річ у тому, що у квітні-травні у птахів та тварин зазвичай народжується потомство. Зайвий шум може їх налякати та навіть змусити залишити дитинчат. Тому дотримання цих умов необхідно для підтримки популяції звірів. Варто зазначити, що сезон тиші запроваджений на законодавчому рівні та регламентується статтею 39 закону України 'Про тваринний світ'. Тому в цей час ми не дозволимо проведення заходів із голосною музикою, надмірним шумом і т.д.",
      importantTextTwo:
        ' Якщо Ви бажаєте посадити в парку дерева, зверніться до нас. Парк створений за принципами ландшафтних композицій, і з відповідним видовим складом рослин. Рослини що на думку адміністрації парку, порушають його структуру, можуть бути видалені. Тому щоб Вам не було прикро за особисто посаджене дерево - попередньо варто узгодити місце висадки і вид рослини.  Більше того, ми самі будемо опікуватися ним.',
      importantTextThree:
        "Ми вітаємо будь-яку допомогу парку: якщо Ви хочете зробити толоку-прибирання, спортивний або інший захід, створити на теріторії парку якийсь об'єкт чи майданчик - зверніться до нас, щоб ми спільно знайшли найкращий варіант реалізації Вашої ідеї.",

      rulesTitle: 'Правила поведінки для відвідувачів',
      rulesTextOne:
        'Загалом варто керуватися принципом що в гостях у мешканців парку: рослин і тварин що тут проживають.',
      rulesTextTwo:
        "Згідно ЗУ: 'Про природно-заповідний фонд України' Відвідувачам дозволено:",
      rulesListOne: 'Гуляти, проводити екскурсії тримаючись стежок',
      rulesListTwo: 'Фотографувати',
      rulesListThree: 'Займатися спортом',
      rulesListFour: 'Велопрогулянки',
      rule: 'Правило',
      ruleOneText:
        'Варто утриматися від розведення вогнищ (це псує грунт під кострищем - вбиває мікроорганізми).',
      ruleTwoText:
        'Квіти і особливо першоцвіти мають рости в парку, зривати їх заборонено.',
      ruleThreeText:
        'Не можна порушувати життя тварин парку: полювати, псувати - залазити в нори тварин, гнізда птахів, мурашники і т.д.',
      ruleFourText:
        ' Варто берегти дерева, кущі та заборонено добувати березовий сік.',
      ruleFiveText:
        'Парк треба любити ногами, тому  для машин і інших моторизованих засобів територія закрита.',
      ruleSixText: 'Прибрати за собою і своїми чотириногими друзями.',
      goodLuckText: 'Гарного відпочинку!',
    },
  },
};
