export const ua = {
  translation: {
    attentionVisitors: {
      title: 'До уваги відвідувачів',
      description:
        'Наш парк слугує не тільки для відпочинку, а й для наукових цілей та для збереження біорізноманіття, тому поважайте його мешканців: рослини і тварин.',
      points: [
        {
          title: 'Правила поведінки',
          description:
            'Ключове правило: поважайте інших, і людей, і тварин, і рослини.',
          moreInfo: 'Дізнатися більше',
          link: 'vzaemodia',
        },
        {
          title: 'Дослідницькі стежки',
          description:
            'Хочете більше дізнатися про цінність парку і взаємозв’язки в природі?',
          moreInfo: 'Дізнатися більше',
          link: 'vzaemodia',
        },
        {
          title: 'Літопис',
          description: 'Дізнатися про події і матеріали щодо парку.',
          moreInfo: 'Дізнатися більше',
          link: 'chronicles',
        },
        {
          title: 'Організаторам заходів',
          description:
            'Хочете провести захід в Парку? Переходьте за посиланням.',
          moreInfo: 'Дізнатися більше',
          link: 'vzaemodia',
        },
        {
          title: 'Наші послуги',
          description: 'Послуги КП “Декоративні культури.”',
          moreInfo: 'Дізнатися більше',
          link: 'services',
        },
        {
          title: 'Адміністрація',
          description: 'Адміністрація парку.',
          moreInfo: 'Дізнатися більше',
          link: 'contact',
        },
      ],
    },
    title: 'Дослідницькі стежки',
    header: {
      logo: {
        title: 'Полтавський міський парк',
        alt: 'Полтавський міський парк',
      },
      navigation: {
        main: 'Головна',
        about: 'Про парк',
        interaction: 'Взаємодія',
        materials: 'Матеріали',
        services: 'Послуги',
        contacts: 'Контакти',
      },
    },
    parkInfo: {
      attentionVisitors: 'До уваги відвідувачів',
      parkPurpose:
        'Наш парк слугує не тільки для відпочинку, а й для наукових цілей та для збереження біорізноманіття, тому поважайте його мешканців: рослини і тварин.',
      behaviorRules: 'Правила поведінки',
      mainRule:
        'Ключове правило: поважайте інших, і людей, і тварин, і рослини.',
      learnMore: 'Дізнатися більше',
      researchTrails: 'Дослідницькі стежки',
      researchTrailsDescription:
        'Хочете більше дізнатися про цінність парку і взаємозв’язки в природі?',
      chronicles: 'Літопис',
      chroniclesDescription: 'Дізнатися про події і матеріали щодо парку.',
      eventOrganizers: 'Організаторам заходів',
      eventOrganizersDescription:
        'Хочете провести захід в Парку? Переходьте за посиланням.',
      ourServices: 'Наші послуги',
      servicesDescription: 'Послуги КП “Декоративні культури.”',
      administration: 'Адміністрація',
      administrationDescription: 'Адміністрація парку.',
    },
    vzaemodia: {
      title: 'Дослідницькі стежки',
      heroInfo:
        'Заохочуємо Вас дізнатись більше про парк і природу пройшовши маршрутом наших стежок',

      trialTitle: 'Наші Стежки',
      cardOneTitle: 'Стежка №1 Екологічна.',
      cardOneText:
        'Дізнайтесь більше про природу парку, а також екологічні принципи.',
      cardButtonText: 'Подивитись на карті',
      cardTwoTitle: 'Стежка №2 Історична',
      cardTwoText:
        'Дізнайтесь більше про події що мали місце на цій території раніше, і артефакти минулих часів.',
      cardThreeTitle: 'Стежка №3 Філософська',
      cardThreeText:
        'Ця стежка не має маршруту. Гуляйте парком, і поруч із красивими місцями ви можете знайти невеличку табличку із красивою цитатою.',

      organizationSectionTitle: 'Організаторам заходів',
      organizationSectionTextOne:
        'Якщо Ви бажаєте провести в парку захід, будь ласка зконтактуйте з нами.',
      organizationSectionTextTwo:
        'Зверніть увагу, що є певні обмеження щодо заходів в парку:',

      important: 'Важливо',
      importantTextOne:
        "В парку для забезпечення спокою для гніздування птахів, діє режим тиші з 1 квітня до 15 червня. Річ у тому, що у квітні-травні у птахів та тварин зазвичай народжується потомство. Зайвий шум може їх налякати та навіть змусити залишити дитинчат. Тому дотримання цих умов необхідно для підтримки популяції звірів. Варто зазначити, що сезон тиші запроваджений на законодавчому рівні та регламентується статтею 39 закону України 'Про тваринний світ'. Тому в цей час ми не дозволимо проведення заходів із голосною музикою, надмірним шумом і т.д.",
      importantTextTwo:
        ' Якщо Ви бажаєте посадити в парку дерева, зверніться до нас. Парк створений за принципами ландшафтних композицій, і з відповідним видовим складом рослин. Рослини що на думку адміністрації парку, порушають його структуру, можуть бути видалені. Тому щоб Вам не було прикро за особисто посаджене дерево - попередньо варто узгодити місце висадки і вид рослини.  Більше того, ми самі будемо опікуватися ним.',
      importantTextThree:
        "Ми вітаємо будь-яку допомогу парку: якщо Ви хочете зробити толоку-прибирання, спортивний або інший захід, створити на теріторії парку якийсь об'єкт чи майданчик - зверніться до нас, щоб ми спільно знайшли найкращий варіант реалізації Вашої ідеї.",

      rulesTitle: 'Правила поведінки для відвідувачів',
      rulesTextOne:
        'Загалом варто керуватися принципом що в гостях у мешканців парку: рослин і тварин що тут проживають.',
      rulesTextTwo:
        "Згідно ЗУ: 'Про природно-заповідний фонд України' Відвідувачам дозволено:",
      rulesListOne: 'Гуляти, проводити екскурсії тримаючись стежок',
      rulesListTwo: 'Фотографувати',
      rulesListThree: 'Займатися спортом',
      rulesListFour: 'Велопрогулянки',
      rule: 'Правило',
      ruleOneText:
        'Варто утриматися від розведення вогнищ (це псує грунт під кострищем - вбиває мікроорганізми).',
      ruleTwoText:
        'Квіти і особливо першоцвіти мають рости в парку, зривати їх заборонено.',
      ruleThreeText:
        'Не можна порушувати життя тварин парку: полювати, псувати - залазити в нори тварин, гнізда птахів, мурашники і т.д.',
      ruleFourText:
        ' Варто берегти дерева, кущі та заборонено добувати березовий сік.',
      ruleFiveText:
        'Парк треба любити ногами, тому  для машин і інших моторизованих засобів територія закрита.',
      ruleSixText: 'Прибрати за собою і своїми чотириногими друзями.',
      goodLuckText: 'Гарного відпочинку!',
    },
    about: {
      title: 'Полтавський міський парк',
      descriptionFirstParagraph:
        "Полтавський міський парк — дендропарк,\n парк-пам'ятка садово-паркового мистецтва загальнодержавного значення в Україні. Розташований у північній частині міста Полтави. ",
      descriptionSecondParagraph:
        "Особливість парку — його рельєф: багато видових майданчиків, з яких відкриваються цікаві перспективи, світлі галявини. Основною магістраллю є стежка, що починається від входу з боку вул.  Яківчанської, проходить по західній балці, через долину на схід і закінчується при  вході зі сторони вулиці Лугової. Усі видові майданчики, каскад ставків, система галявин, групи декоративних рослин концентруються на цій лінії.При розбудові парку враховувалась вже існуюча мережа стежок, що дало свої позитивні наслідки.Дороги грейдувалися, але потім їм давали можливість заростати, що створювало природний вигляд.Парк багатий джерелами, по усіх балках течуть рукава річечки під назвою Тарновщанська Тарапунька, яка впадає у Ворсклу поблизу сел.Вороніна. Розкішний килим різнотрав'я в поєднанні з водою, заростями очерету, деревами різної форми і кольору, створюють незабутній ефект.",

      // descriptionThirdParagraph: "",
      readMore: 'Читати більше про парк',
      locationsTitle: 'Локації парку',
      locationsDivision: 'Територія парку поділена на окремі ділянки:',
    },
    contacts: {
      title: 'Контакти',
      address: 'Адреса',
      office:
        'Офіс Комунального підприємства “Декоративні культури” що опікується парком:',
      street:
        'вулиця Української Центральної Ради (9-го Січня) 2, Полтава, Полтавська, 36000',
      location:
        'Парк знаходиться в північній частині міста. Найлегше дібратися до центрального входу з боку вулиці Яківчанської, від училища Зв’язку.',
      phone: 'Телефон',
      socialMedia: 'Слідкуйте за нами в соцмережах',
      person1: 'Ляшко Ігор Іванович',
      person1Position:
        'Директор Комунального підприємства "Декоративні Культури"',
      person2: 'Макуха Максим Григорович',
      person2Position: 'Начальник відділу "Полтавський міський парк"',
      person3: 'Ринковий Григорій Анатолійович',
      person3Position: 'Майстер відділу "Полтавський міський парк"',
    },
    notFound: {
      text: 'Жаль, але, схоже, сторінку, яку ви шукаєте, не знайдено. Будь ласка, поверніться на домашню сторінку, натиснувши посилання нижче.',
      button: 'Повернутись на головну',
    },
    chronicles: {
      chroniclesTitle: 'Літопис',
      documentsTitle: 'Документи',
    },
    calendar: {
      title: 'Календар подій',
      description:
        'Дізнайтеся про заплановані заходи, а також часові обмеження щодо використання парку.',
    },
  },
};
