export const ua = {
	translation: {
		attentionVisitors: {
			title: 'До уваги відвідувачів',
			description:
				'Наш парк слугує не тільки для відпочинку, а й для наукових цілей та для збереження біорізноманіття, тому поважайте його мешканців: рослини і тварин.',
			points: [
				{
					title: 'Правила поведінки',
					description:
						'Ключове правило: поважайте інших, і людей, і тварин, і рослини.',
					moreInfo: 'Дізнатися більше',
					link: '/vzaemodia#rules-section',
					iconId: '#icon-new-attention',
				},
				{
					title: 'Дослідницькі стежки',
					description:
						'Хочете більше дізнатися про цінність парку і взаємозв’язки в природі?',
					moreInfo: 'Дізнатися більше',
					link: '/vzaemodia#title-vzaemodia',
					iconId: '#icon-tracks',
				},
				{
					title: 'Літопис',
					description: 'Дізнатися про події і матеріали щодо парку.',
					moreInfo: 'Дізнатися більше',
					link: '#litopys',
					iconId: '#icon-news',
				},
				{
					title: 'Організаторам заходів',
					description:
						'Хочете провести захід в Парку? Переходьте за посиланням.',
					moreInfo: 'Дізнатися більше',
					link: '/vzaemodia#organizators-section',
					iconId: '#icon-event',
				},
				{
					title: 'Наші послуги',
					description: 'Послуги КП “Декоративні культури.”',
					moreInfo: 'Дізнатися більше',
					link: '/services#services',
					iconId: '#icon-attention-services',
				},
				{
					title: 'Адміністрація',
					description: 'Адміністрація парку.',
					moreInfo: 'Дізнатися більше',
					link: '/contact#administration-section',
					iconId: '#icon-administration',
				},
			],
		},
		title: 'Дослідницькі стежки',
		header: {
			logo: {
				title: 'Полтавський міський парк',
				alt: 'Полтавський міський парк',
			},
			navigation: {
				main: 'Головна',
				about: 'Про парк',
				interaction: 'Взаємодія',
				materials: 'Матеріали',
				services: 'Послуги',
				contacts: 'Контакти',
			},
		},
		footer: {
			logo: {
				title: 'Полтавський міський парк',
				alt: 'Полтавський міський парк',
			},
			sections: {
				interaction: {
					title: 'Взаємодія:',
					options: {
						researchTrails: 'Дослідницькі стежки',
						activities: 'Заходи',
						rulesOfConduct: 'Правила поведінки',
					},
				},
				materials: {
					title: 'Матеріали:',
					options: {
						chronicle: 'Літопис',
						documents: 'Документи',
						help: 'Допомога',
					},
				},
				services: {
					title: 'Послуги:',
					options: {
						ourServices: 'Наші послуги',
						seedlings: 'Саджанці',
					},
					buyBtn: 'Купити',
					priceCount: '₴',
					priceText: 'Ціна',
				},
				contacts: {
					title: 'Контакти:',
				},
			},
			copyright: {
				owner: '© Полтавський міський парк / 2024',
				created: 'Сайт розроблений студентами',
			},
		},
		parkInfo: {
			attentionVisitors: 'До уваги відвідувачів',
			parkPurpose:
				'Наш парк слугує не тільки для відпочинку, а й для наукових цілей та для збереження біорізноманіття, тому поважайте його мешканців: рослини і тварин.',
			behaviorRules: 'Правила поведінки',
			mainRule:
				'Ключове правило: поважайте інших, і людей, і тварин, і рослини.',
			learnMore: 'Дізнатися більше',
			researchTrails: 'Дослідницькі стежки',
			researchTrailsDescription:
				'Хочете більше дізнатися про цінність парку і взаємозв’язки в природі?',
			chronicles: 'Літопис',
			chroniclesDescription: 'Дізнатися про події і матеріали щодо парку.',
			eventOrganizers: 'Організаторам заходів',
			eventOrganizersDescription:
				'Хочете провести захід в Парку? Переходьте за посиланням.',
			ourServices: 'Наші послуги',
			servicesDescription: 'Послуги КП “Декоративні культури.”',
			administration: 'Адміністрація',
			administrationDescription: 'Адміністрація парку.',
		},
		vzaemodia: {
			title: 'Дослідницькі стежки',
			heroInfo:
				'Заохочуємо Вас дізнатись більше про парк і природу пройшовши маршрутом наших стежок',

			trialTitle: 'Наші Стежки',
			cardOneTitle: 'Стежка №1 Екологічна.',
			cardOneText:
				'Дізнайтесь більше про природу парку, а також екологічні принципи.',
			cardButtonText: 'Подивитись на карті',
			cardTwoTitle: 'Стежка №2 Історична.',
			cardTwoText:
				'Дізнайтесь більше про події що мали місце на цій території раніше, і артефакти минулих часів.',
			cardThreeTitle: 'Стежка №3 Філософська',
			cardThreeText:
				'Ця стежка не має маршруту. Гуляйте парком, і поруч із красивими місцями ви можете знайти невеличку табличку із красивою цитатою.',

			organizationSectionTitle: 'Організаторам заходів',
			organizationSectionTextOne:
				'Якщо Ви бажаєте провести в парку захід, будь ласка зконтактуйте з нами.',
			organizationSectionTextTwo:
				'Зверніть увагу, що є певні обмеження щодо заходів в парку:',

			important: 'Важливо',
			importantTextOne:
				"В парку для забезпечення спокою для гніздування птахів, діє режим тиші з 1 квітня до 15 червня. Річ у тому, що у квітні-травні у птахів та тварин зазвичай народжується потомство. Зайвий шум може їх налякати та навіть змусити залишити дитинчат. Тому дотримання цих умов необхідно для підтримки популяції звірів. Варто зазначити, що сезон тиші запроваджений на законодавчому рівні та регламентується статтею 39 закону України 'Про тваринний світ'. Тому в цей час ми не дозволимо проведення заходів із голосною музикою, надмірним шумом і т.д.",
			importantTextTwo:
				' Якщо Ви бажаєте посадити в парку дерева, зверніться до нас. Парк створений за принципами ландшафтних композицій, і з відповідним видовим складом рослин. Рослини що на думку адміністрації парку, порушають його структуру, можуть бути видалені. Тому щоб Вам не було прикро за особисто посаджене дерево - попередньо варто узгодити місце висадки і вид рослини.  Більше того, ми самі будемо опікуватися ним.',
			importantTextThree:
				"Ми вітаємо будь-яку допомогу парку: якщо Ви хочете зробити толоку-прибирання, спортивний або інший захід, створити на теріторії парку якийсь об'єкт чи майданчик - зверніться до нас, щоб ми спільно знайшли найкращий варіант реалізації Вашої ідеї.",

			rulesTitle: 'Правила поведінки для відвідувачів',
			rulesTextOne:
				'Загалом варто керуватися принципом що в гостях у мешканців парку: рослин і тварин що тут проживають.',
			rulesTextTwo:
				"Згідно ЗУ: 'Про природно-заповідний фонд України' Відвідувачам дозволено:",
			rulesListOne: 'Гуляти, проводити екскурсії тримаючись стежок',
			rulesListTwo: 'Фотографувати',
			rulesListThree: 'Займатися спортом',
			rulesListFour: 'Велопрогулянки',
			rule: 'Правило',
			ruleOneText:
				'Варто утриматися від розведення вогнищ (це псує грунт під кострищем - вбиває мікроорганізми).',
			ruleTwoText:
				'Квіти і особливо першоцвіти мають рости в парку, зривати їх заборонено.',
			ruleThreeText:
				'Не можна порушувати життя тварин парку: полювати, псувати - залазити в нори тварин, гнізда птахів, мурашники і т.д.',
			ruleFourText:
				' Варто берегти дерева, кущі та заборонено добувати березовий сік.',
			ruleFiveText:
				'Парк треба любити ногами, тому  для машин і інших моторизованих засобів територія закрита.',
			ruleSixText: 'Прибрати за собою і своїми чотириногими друзями.',
			goodLuckText: 'Гарного відпочинку!',
		},
		studentModals: {
			title: 'Розробили наш сайт',
			subTitle: 'Люди, що забезпечують нашу онлайн присутність',
		},
		about: {
			sectionTitle: 'Про парк',
			title: 'Полтавський міський парк',
			descriptionFirstParagraph:
				"Полтавський міський парк — дендропарк,\n парк-пам'ятка садово-паркового мистецтва загальнодержавного значення в Україні. Розташований у північній частині міста Полтави.",
			descriptionSecondParagraph:
				'Особливість парку — його рельєф: багато видових майданчиків, з яких відкриваються цікаві перспективи, світлі галявини. Основною магістраллю є стежка, що починається від входу з боку вул.  Яківчанської, проходить по західній балці, через долину на схід і закінчується при  вході зі сторони вулиці Лугової. Усі видові майданчики, каскад ставків, система галявин, групи декоративних рослин концентруються на цій лінії. При розбудові парку враховувалась вже існуюча мережа стежок, що дало свої позитивні наслідки. Дороги грейдувалися, але потім їм давали можливість заростати, що створювало природний вигляд.',
			descriptionThirdParagraph:
				"Парк багатий джерелами, по усіх балках течуть рукава річечки під назвою Тарновщанська Тарапунька, яка впадає у Ворсклу поблизу сел. Вороніна. Розкішний килим різнотрав'я в поєднанні з водою, заростями очерету, деревами різної форми і кольору, створюють незабутній ефект.",

			readMore: 'Читати більше про парк',
			locationsTitle: 'Локації парку',
			locationsDivision: 'Територія парку поділена на окремі ділянки:',
			historyCreationTitle: 'Історія створення',
			historyCreationTextFirstArcticle:
				'За часів Полтавської баталії ця територія була густою незайманою дібровою. Яківчанський ліс переходив у діброву на Монастирській горі. Під час Другої світової війни зелений масив був вирубаний націонал- соціалістами. Розбудова парку почалася у квітні 1962 р. Рішенням Ради Міністрів України від 4 березня 1962 року «Про закладку 9 показових парків у обласних центрах України» було передбачено створення в Полтаві дендропарку.',
			historyCreationTextSecondArticle:
				'А вже 13—14 квітня було закладено парк площею 17 га. У березні 1963 року його було включено до списку ботанічних садів і дендропарків України. Ініціаторами проєкту були головний архітектор міста Лев Вайнгорт та дендролог Яніна Яценко, яка віддала парку 40 років свого життя.',
			levVaingortContainer:
				'Головний архітектор Лев Вайнгорт перед схемою майбутнього парку (16 квітня 1962)',
			ninaYacenkoContainer:
				'Яніна Яківна Яценко (31 травня 1926; Ставище Київської області - 2 грудня 2016 р., м. Полтава) — засновник та забудовник Полтавського дендропарку, автор проекту «Парк на полі Полтавської битви».',
			subotnikContainer:
				'Суботник з метою лісонасаджень на території майбутнього дендропарку. 13-14.04.1962 р.',
			historyCreationSectionFirstArtickle:
				'Схематичний план зон «Лісостепу» та «Української діброви» розробив тодішній головний архітектор міста Л.С. Вайнгорт та ландшафтний архітектор В. В. Жихарєв. Проект посадок на решті території виконала дендролог Я. Я. Яценко за порадами заввідділу дендрології Ботанічного саду АН УРСР професора Л. І. Рубцова.',
			historyCreationSectionSecondArtickle:
				'Дендропарки України «Тростянець», «Софіївка», «Олександрія» надсилали посадковий матеріал, на базі якого і було створено колекцію порід дерев та кущів — понад 200 видів.',
			historyCreationSectionThirdArtickle:
				"З 1977 року згідно з постановою Держкомприроди УРСР його оголошують заповідним зі статусом парку-пам'ятки садово-паркового мистецтва республіканського значення. У 1987 році відбувся Всесоюзний конкурс парків, де Полтавський міський парк (дендропарк) посів друге місце після Ізмайлівського парку міста Москви. У 1990 році парк отримує статус парку-пам'ятки садово-паркового мистецтва загальнодержавного значення.",
			reduceButton: 'Згорнути',
			lookMapButton: 'Подивитися на карті',
			firstCardTitle: 'Українська діброва',
			firstCardDescription:
				"Українська діброва площею 11 га. розташована на рівному плато — це перша ділянка праворуч, якщо в'їжджати в парк по вулиці Яківчанській з боку Зіньківського залізничного переїзду, і починається після приватних гаражів. Закладена діброва навесні 1962 року. Являє собою урочище, засаджене типовими для лісової зони Полтавщини породами дерев: дуб, клен, берест (в'яз), ясен, дикі яблуні та груші, маслинка, абрикоси (самосів), вишня магалебка.",
			secondCardTitle: 'Бузковий гай',
			secondCardDescription:
				'Це західна балка з дуже крутими схилами відразу за «Українською дібровою». Тут в 1963 році висаджено 2000 кущів бузку 10 сортів німецької селекції. На дні балки влаштований ставок № 1. По дну балки тече струмок і є три ключі, які необхідно прочистити. На греблі ставка посаджені верби плакучі, деякі з них засохли. На схилі між бузком (уздовж Шведського лісу) і греблею ставка № 1 ростуть ведмежі горіхи, робінія, таволга.',
			thirdCardTitle: 'Долина між ставками 1 і 2',
			thirdCardDescription:
				'Ця ділянка однією стороною межує з житловою забудовою та струмочком. Струмочок, який тече від сухого укосу ставка № 1 впадає копанку (вона впадає у ставок № 2). Ще один струмок, який тече по межі парку, теж впадає у ставок № 2. Цей струмок і копанка обсаджені тополями та вербами. Дно балки являє собою велику галявину, на якій куртинами висаджені бузок, дейція, таволга, сніжноягідник округлий, клен сріблястий, горобина звичайна, тополя біла, тополя пірамідальна. Під видовою точкою № 4, внизу греблі, ростуть мох сріблястий і сосна звичайна. Крутий схил цієї ділянки межує вгорі з колекційним ділянкою. По верху схилу висаджені горіх грецький, сумах оцтовий, сосна звичайна. Внизу схилу ростуть ялина звичайна, таволга, кизил, форзиція, птелея, скумпія, каркас західний.',
			fourthCardTitle: 'Шведський ліс',
			fourthCardDescription:
				'Яківчанський ліс (Шведський ліс, Тамарин ліс), це залишок масиву природної діброви, який нині входить до складу Полтавського міського парку. 300 років тому цей ліс був густим, важкопрохідним, і займав значно більшу площу. До нашого часу збереглося лише 17,94 гектари цього лісу, але і вони – порослевого походження. Понад сто гектарів діброви було винищено німецькими націонал-соціалістами під час Другої Світової війни для опалювання казарм. Зараз ділянка “Шведський ліс” знаходиться у північно-західній частині Полтавського міського парку. У центрі Яківчанського лісу є галявина, від якої розходяться 8 радіальних алей. Їх було прокладено до 200-річчя Полтавської битви. Згідно першопочаткового задуму з кожної алеї відкривався новий краевид. У деревостані цієї ділянки Парку переважають 130-140-річні дуби із домішкою липи серцелистої, кленів гостролистого та польового. Яківчанський ліс починається ліворуч від центрального входу в Парк. Його узлісся являє собою велику галявину з поодинокими могутніми дубами. Серед них дві форми дуба звичайного – рання і пізня. Їх легко можна розрізнити навесні та взимку. Перша скидає листя на зиму, друга – лише навесні наступного року (за це рослину ще називають дуб-нелинь). Дуб звичайний є найкращою і найціннішою породою наших листяних лісів. Дуб живе до тисячі, а окремі дерева і до двох тисяч років. Наукова назва дуба – Quercus – у перекладі з кельтської мови означає гарне, міцне дерево. Дуб добре очищає повітря від пилу та кіптяви, а також виділяє велику кількість фітонцидів.',
			fifthCardTitle: 'Лісостеп',
			fifthCardDescription:
				"Зона лісостепу займає територію площею 5 га. Розташована в північній частині парку на межі з селищем Яківці. Посадка насаджень була проведена в 1962 році. За попереднім планом вся територія парку повинна була бути розбита на географічні зони СРСР. Тому з'явилася зона Лісостепу. Ця ділянка, вхід у парк з боку селища Яківці, перебуває в хорошому стані.",
			sixthCardTitle: 'Північна балка',
			sixthCardDescription:
				'Північна балка — це вузький, дуже глибокий зі стрімкими схилами яр. Засаджений був до 1962 року коренепаростковими деревами та чагарниками. Проектувався ставок: дзеркало ставка 0,25 га, а висота греблі 20 м. Але від цього проекту відмовилися, тому що це було б небезпечно для відпочивальників. По низу балки протікає струмок, що впадає у ставок № 4. Біля входу в яр висаджені сосни, горобини.',
			seventhCardTitle: 'Колекційна ділянка',
			seventhCardDescription:
				'За першопочатковим задумом колекційна ділянка парку була місцем, де можна зустріти екзотичні для нашої місцевості рослини. Розташований арборетум на височині між Північною та Західною балками, вздовж дачних ділянок і поступово спускається із заходу на схід. Починається він із густих кущів форзиції плакучої, які одними з перших навесні радують око золотими квіточками. Тут зустрічаємо також магонію падуболисту із Північної Америки, тополі Симона із Китаю, софору японську, мушмулу германську, бархат амурський – релікт третинного періоду, предки якого зростали на Землі ще 50 мільйонів років тому – та багато інших цікавих рослин. ',
			eighthCardTitle: 'Центр парку зі ставками 3 і 4',
			eighthCardDescription:
				'Між двома ставками знаходиться географічний центр парку.',
			ninthCardTitle:
				'Від Дослідної станції з боку вул. Шведської до кінця ставка 4',
			ninthCardDescription:
				"З південної сторони межує з Дослідною станцією, з західної сторони — з житловою забудовою селища Тарновщина. Зі сходу межа ділянки доходить до греблі ставка № 4, з північної сторони межує зі ставком № 3 та ділянкою VIII. Біля входу з вулиці Шведської росте тополя Тронка. На схилі від Дослідної станції до «Ліска» зростають клени гостролисті, клени татарські. По низу схилу — «Ялинник» — це ялиново-березовий гай. Ділянка «Лісок» межує з полями Дослідної станції. Це частина лісу, який існував на всій території парку до 1942 року. Дерева були вирубані, але збережені від корчування. Тому вік дубів, що ростуть тут, рахується з 1942 року. З часом в «Ліску» з'явилися клени, ясени та липи, які виросли самосівом. На цій ділянці головна порода — дуб. Північний схил від «Ліска» схильний до сильних зсувів. У 1970 році обвал зсунув вниз на 15 метрів ґрунт разом з молодими деревами.",
			tenthCardTitle: 'Східна долина',
			tenthCardDescription:
				"Східна долина займає найбільшу територію — близько 40 га. від греблі ставка № 4 до входу з вулиці Лугової. Складається з трьох частин: південний схил — нижче селища Яківці, північний схил — нижче Дослідної станції, Підошва — нижня частина долини від четвертої греблі до вулиці Лугової. Складається з трьох ділянок: 1. Південний схил — біля межі з Яківцями. Схил нижче селища Яківці — найпроблемніший у парку. Почали його засаджувати в кінці 60-х років. Схил перетинають три тераси завширшки по 2—3 метри, закладені Дослідною станцією після війни. По крутій частині схилу висаджені клени, ясени, граби, тополі. Цей схил був підданий дуже сильному обвалу. До цього зі схилу текли три струмка. Нижня лінія була ідеально вирівняна. Але після зсуву рельєф зовсім змінився: ближче до березового гайочку з'явилися горби і провали. На жаль, зникли струмки і на поверхню вийшли солоні води. Тому проєкт довелося змінити. Дубу залишилося дуже мало, але залишилися частина ялин, сосна Бенкса, сосна звичайна, глоди, тополі Симона, горобини, обліпиха, багато різних жимолостей. Тому все, що росте на засоленому схилі, необхідно зберегти, адже засадити його знову майже неможливо. У західній частині південного схилу від видової точки № 8 до засоленої зони прокладена алея. Ця ділянка засаджена дубом, сосною звичайною, березою, вербою. Починаючи від березового гайка по низу схилу ростуть береза, сосна Банкса, ялина звичайна, обліпиха. 2. Північний схил — біля межі з Дослідною станцією. Північний схил Східної долини набагато нижчий від південного. По ньому прокладені дві тераси, а по межі з Дослідною станцією проходить полезахисна лісосмуга, тобто утворена ще одна дуже мальовнича дорога. Але через те, що в лісосмузі зростає ясен, частина північного схилу засмічена самосівом, який необхідно вирубати. Межа з сухим укосом четвертої греблі, куди виходить труба водовипуску, частково заболочена. Від північної частини греблі росте мох сріблястий, вище, за дорогою, — сумах оленерогий, обліпиха. Ці рослини дуже мальовничі восени, коли листя і плоди сумаху набувають оранжево-бордових відтінків. Ближче до вулиці Лугової по терасах посаджений горіх грецький. 3. Підошва — розташована між схилами і примикає до вулиці Лугової. Ця частина парку мала бути парадною, бо з вулиці Лугової проєктується вхід у парк. Тому посередині прокладена алея. Біля входу висаджені 8 видів тополь: Симона, Тронка, біла, лавролиста, тополя бальзамічна, тополя канадська, а також верба Тараса, дуб пірамідальний, верба плакуча, верба куляста, глоди, абрикос маньчжурський, абрикос звичайний, обліпиха. Це — наймолодша частина парку, закладена в 1983 році.",
			eleventhCardTitle: 'Криничка',
			eleventhCardDescription:
				"Частина схилу що спускається від Яківців, найбільш цікавим об'єктом є невелика криничка-джерело.",
		},
		contacts: {
			title: 'Контакти',
			address: 'Адреса',
			office:
				'Офіс Комунального підприємства “Декоративні культури” що опікується парком:',
			street:
				'вулиця Української Центральної Ради (9-го Січня) 2, Полтава, Полтавська, 36000',
			location:
				'Парк знаходиться в північній частині міста. Найлегше дібратися до центрального входу з боку вулиці Яківчанської, від училища Зв’язку.',
			phone: 'Телефон',
			socialMedia: 'Слідкуйте за нами в соцмережах',
			titleAdministration: 'Адміністрація',
			person1: 'Ляшко Ігор Іванович',
			person1Position:
				'Директор Комунального підприємства "Декоративні Культури"',
			person2: 'Макуха Максим Григорович',
			person2Position: 'Начальник відділу "Полтавський міський парк"',
			person3: 'Ринковий Григорій Анатолійович',
			person3Position: 'Майстер відділу "Полтавський міський парк"',
		},
		notFound: {
			text: 'Жаль, але, схоже, сторінку, яку ви шукаєте, не знайдено. Будь ласка, поверніться на домашню сторінку, натиснувши посилання нижче.',
			button: 'Повернутись на головну',
		},
		chronicles: {
			chroniclesTitle: 'Літопис',
			documentsTitle: 'Документи',
		},
		calendar: {
			title: 'Календар подій',
			description:
				'Дізнайтеся про заплановані заходи, а також часові обмеження щодо використання парку.',
		},
		helpPark: {
			title: 'Допомога парку',
			description:
				'Загалом парк фінансується із місцевого бюджету. Але якщо ви бажаєте мати більше залученості то Ви можете зробити благодійний внесок, або долучитися до толоки.',
			goals: 'Кошти будуть використані на:',
			list: [
				{
					title: 'Розвиток парку',
					subtitle: 'Cтворення нових майданчиків, стендів на стежках.',
					iconId: '#icon-gateway',
				},
				{
					title: 'Збереження життя',
					subtitle: 'Cтворення оселищ для птахів і інших тварин.',
					iconId: '#icon-lifebar',
				},
				{
					title: 'Біорізноманіття',
					subtitle: 'Закупівля і посадка цікавих саджанців.',
					iconId: '#icon-plant',
				},
				{
					title: 'Підтримання і ремонт інфраструктури парку',
					iconId: '#icon-repair',
				},
			],
			currentGoal: 'Наразі потрібні кошти на будування дитячого майданчика',
			button: 'Допомогти парку',
			btnIcon: '#icon-simplethankyou',
		},
		hero: {
			textFirst: 'Пам’ятка',
			textColor: ' садово-паркового мистецтва ',
			textLast: 'загальнодержавного значення',
			title: 'Запрошуємо до Полтавського міського парку!',
			link: 'Локації парку',
		},
	},
};
